Revit 2024 API
Document.Save Method
Overload List
Name | Description
Save()
 Saves the document.
Save(SaveOptions)
 Saves the document.
See Also
Document Class
Document Members
Autodesk.Revit.DB Namespace